import requests,json,random,string,termcolor,time,pyfiglet
from bs4 import BeautifulSoup
# -----------------------------------
import os,sys,time
def jalan(z):
 for e in z + '\n':
  sys.stdout.write(e)
  sys.stdout.flush()
  time.sleep(00000.04)
  input
jalan("  \033[1;33m 🔒 الاسكربت مغلق الان 🔒")
jalan('\x1b[1;33m▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱')
jalan("  \033[1;33m تابع جروب الفيسبوك لما يفتح هنكتب بوست")
jalan('\x1b[1;33m▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱')
jalan('\033[1;33m طريقه الاضافه ')
jalan('\x1b[1;33m▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱')
jalan('\033[1;33m لازم تكون علي نظام فليكس وفاضل في الباقه 9 ايام او اقل  ')
jalan('\033[1;33mاو تشوف حد علي نظام فليكس فاميلي ويضيفك فرد في عائله فليكس ')
jalan('\x1b[1;33m▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱')
jalan('\033[1;33m يمكنك شراء نسخه خاصه بيك من الاسكربت')
jalan('\033[1;33m + اضافه رقمك في فليكس فاميلي بسعر 50 جنيه')
jalan('\x1b[1;33m▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱')
jalan('\033[1;33m ADMIN HAZEM MaRsH 🔥')
jalan('\033[1;33m شكرا')
